Repository: mmaarten/my-events
Catalog: languages/*-events-*.po
Languages: nl_be

source: My Events
nl_be: Mijn evenementen

source: You are invited for following event:
nl_be: U bent uitgenodigd voor het volgende evenement:

source: Time: %s
nl_be: Tijdstip: %s

source: %1$s accepted your invitation for:
nl_be: %1$s heeft je uitnodiging geaccepteerd voor:

source: You are no longer invited for following event:
nl_be: Je bent niet langer uitgenodigd voor het volgende evenement:

source: %1$s declined your invitation for:
nl_be: %1$s heeft uw uitnodiging geweigerd voor:

source: No invitees found.
nl_be: Geen genodigden gevonden.

source: accepted
nl_be: aanvaard

source: pending
nl_be: in afwachting

source: declined
nl_be: geweigerd

source: No events found.
nl_be: Geen evenementen gevonden.

source: Events created by this group:
nl_be: Evenementen gemaakt door deze groep:

source: Description
nl_be: Omschrijving

source: Time
nl_be: Tijdstip

source: Location
nl_be: Locatie

source: Organisers
nl_be: Organisatoren

source: Participants
nl_be: Deelnemers

source: Edit this event
nl_be: Dit evenement bewerken

source: You need to login in order to subscribe to this event.
nl_be: Je moet inloggen om je te abonneren op dit evenement.

source: You have no access to this event.
nl_be: Je hebt geen toegang tot dit evenement.

source: The event is over.
nl_be: Het evenement is voorbij.

source: You are not invited to this event.
nl_be: U bent niet uitgenodigd op dit evenement.

source: The maximum amount of participants is reached.
nl_be: Het maximum aantal deelnemers is bereikt.

source: You have accepted the invitation.
nl_be: U heeft de uitnodiging geaccepteerd.

source: You have declined the invitation.
nl_be: U heeft de uitnodiging afgewezen.

source: We would like to know if you are comming to this event.
nl_be: Wij willen graag weten of je naar dit evenement komt.

source: You need to login in order to subscribe.
nl_be: Je moet inloggen om je te abonneren op dit evenement.

source: Invalid invitee.
nl_be: Ongeldige genodigde.

source: Invalid user.
nl_be: Ongeldige gebruiker.

source: Invalid event.
nl_be: Ongeldig evenement.

source: Invalid request.
nl_be: Ongeldig verzoek.

source: %1$s from %2$s until %3$s
nl_be: %1$s van %2$s tot %3$s

source: from %1$s until %2$s
nl_be: van %1$s tot %2$s

source: This event is over.
nl_be: Dit evenement is voorbij.

source: The maximum amount of participants is reached
nl_be: Het maximum aantal deelnemers is bereikt

source: Create events based on the following settings:
nl_be: Maak evenementen op basis van de volgende instellingen:

source: Repeat
nl_be: Herhaal

source: Repeat the start and end time.
nl_be: Herhaal de begin- en eindtijd.

source: End repeat
nl_be: Einde herhaling

source: Exclude
nl_be: Uitsluiten

source: Exclude days from repeat settings.
nl_be: Sluit dagen uit van de herhaalinstellingen.

source: Add day
nl_be: Dag toevoegen

source: Date
nl_be: Datum

source: Events
nl_be: Evenementen

source: Settings
nl_be: Instellingen

source: A brief description of this event.
nl_be: Een korte beschrijving van dit evenement.

source: Start
nl_be: Starttijd

source: The time when the event starts.
nl_be: Het tijdstip waarop het evenement begint.

source: End
nl_be: Eindtijd

source: The time when the event ends.
nl_be: Het tijdstip waarop het evenement eindigt.

source: The organizers receive an email when an invitee accepts or declines an invitation.
nl_be: De organisatoren ontvangen een e-mail wanneer een genodigde een uitnodiging accepteert of weigert.

source: Invitees
nl_be: Genodigden

source: The invitees will receive an email about the event when published. They can accept or decline the invitation.
nl_be: De genodigden ontvangen een e-mail over het evenement bij publicatie. Ze kunnen de uitnodiging accepteren of weigeren.

source: Individual
nl_be: Individueel

source: Choose from a group
nl_be: Kies uit een groep

source: A list of people you want to invite.
nl_be: Een lijst met mensen die je wilt uitnodigen.

source: Group
nl_be: Groep

source: A group of people you like to invite.
nl_be: Een groep mensen die je graag uitnodigt.

source: Limited subscriptions
nl_be: Beperkte inschrijvingen

source: Limit the amount of invitees who can subscribe.
nl_be: Beperk het aantal genodigden die zich kunnen inschrijven.

source: Amount
nl_be: Hoeveelheid

source: The geographical location of the event.
nl_be: De geografische locatie van het evenement.

source: Custom
nl_be: Aangepast

source: Choose from a list
nl_be: Kies uit een lijst

source: List
nl_be: Lijst

source: Private
nl_be: Privé

source: Only organisers and participants of this event have access to this event.
nl_be: Alleen organisatoren en deelnemers van dit evenement hebben toegang tot dit evenement.

source: Event
nl_be: Evenement

source: User
nl_be: Gebruiker

source: Email Sent
nl_be: E-mail verzonden

source: Address
nl_be: Adres

source: The geographical location.
nl_be: De geografische ligging.

source: This event belongs to the group %s.
nl_be: Dit evenement behoort tot de groep %s.

source: here
nl_be: hier

source: Click %s to detach from group.
nl_be: Klik %s om los te koppelen van de groep.

source: You are not allowed to access this page
nl_be: U hebt geen toegang tot deze pagina

source: This event is only accessible to organisers and invitees of this event.
nl_be: Dit evenement is alleen toegankelijk voor organisatoren en genodigden van dit evenement.

source: %1$s accepted your invitation for "%2$s".
nl_be: %1$s heeft uw uitnodiging voor "%2$s" geaccepteerd.

source: %1$s declined your invitation for "%2$s".
nl_be: %1$s heeft uw uitnodiging voor “%2$s” geweigerd.

source: You are invited for the event: "%1$s".
nl_be: U bent uitgenodigd voor het evenement: “%1$s”.

source: You are no longer invited for the event: "%1$s".
nl_be: Je bent niet langer uitgenodigd voor het evenement: “%1$s”.

# Post type general name
source: Events
nl_be: Evenementen

# Post type singular name
source: Event
nl_be: Evenement

# Admin Menu text
source: Events
nl_be: Evenementen

# Add New on Toolbar
source: Event
nl_be: Evenement

source: Add New
nl_be: Nieuwe Toevoegen

source: Add New event
nl_be: Nieuw evenement toevoegen

source: New event
nl_be: Nieuw evenement

source: Edit event
nl_be: Bewerk evenement

source: View event
nl_be: Bekijk evenement

source: Search events
nl_be: Zoek evenementen

source: Parent events:
nl_be: Parent evenementen:

source: No events found in Trash.
nl_be: Geen evenementen gevonden in prullenbak.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Event Cover Image
nl_be: Omslagafbeelding evenement

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set cover image
nl_be: Omslagafbeelding instellen

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove cover image
nl_be: Omslagafbeelding verwijderen

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as cover image
nl_be: Gebruik als omslagafbeelding

source: Event archives
nl_be: Evenement archieven

source: Insert into event
nl_be: Invoegen in evenement

source: Uploaded to this event
nl_be: Geüpload naar dit evenement

source: Filter events list
nl_be: Filter evenementenlijst

source: Events list navigation
nl_be: Evenementenlijstnavigatie

source: Events list
nl_be: Evenementlijst

source: Event custom post type.
nl_be: Aangepast berichttype evenement.

# Post type general name
source: Event groups
nl_be: Evenement

# Post type singular name
source: Event group
nl_be: Evenement groep

# Admin Menu text
source: Event groups
nl_be: Evenement

# Add New on Toolbar
source: Event group
nl_be: Evenement groep

source: Add New event group
nl_be: Nieuwe evenement groep toevoegen

source: New event group
nl_be: Nieuwe evenement groep

source: Edit event group
nl_be: Evenement groep bewerken

source: View event group
nl_be: Evenement groep bekijken

source: Event groups
nl_be: Evenement groepen

source: Search event groups
nl_be: Zoek evenement groepen

source: Parent event groups:
nl_be: Ouder evenement groep:

source: No event groups found.
nl_be: Geen evenement groepen gevonden.

source: No event groups found in Trash.
nl_be: Geen evenement groepen gevonden in Prullenbak.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Event group Cover Image
nl_be: Omslagafbeelding evenement groep

source: Event group archives
nl_be: evenement groepen archieven

source: Insert into event group
nl_be: Invoegen in evenement groep

source: Uploaded to this event group
nl_be: Geüpload naar deze evenement groep

source: Filter event groups list
nl_be: Lijst met evenement groepen filteren

source: Event groups list navigation
nl_be: Lijstnavigatie met evenement groepen

source: Event groups list
nl_be: Lijst met evenement groepen

# Post type general name
source: Invitees
nl_be: Genodigden

# Post type singular name
source: Invitee
nl_be: Genodigde

# Admin Menu text
source: Invitees
nl_be: Genodigden

# Add New on Toolbar
source: Invitee
nl_be: Genodigde

source: Add New invitee
nl_be: Nieuwe genodigde toevoegen

source: New invitee
nl_be: Nieuwe genodigde

source: Edit invitee
nl_be: Genodigde bewerken

source: View invitee
nl_be: Genodigde bekijken

source: Search invitees
nl_be: Genodigden zoeken

source: Parent invitees:
nl_be: Ouder genodigden:

source: No invitees found in Trash.
nl_be: Geen genodigden gevonden in Prullenbak.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Invitee Cover Image
nl_be: Omslagafbeelding genodigde

source: Invitee archives
nl_be: Archief van genodigden

source: Insert into invitee
nl_be: Invoegen in genodigde

source: Uploaded to this invitee
nl_be: Geüpload naar deze genodigde

source: Filter invitees list
nl_be: Lijst met genodigden filteren

source: Invitees list navigation
nl_be: Navigatie lijst met genodigden

source: Invitees list
nl_be: Genodigden lijst

source: Invitee custom post type.
nl_be: Aangepast bericht type genodigde.

# Post type general name
source: Invitee groups
nl_be: Genodigden groepen

# Post type singular name
source: Invitee group
nl_be: Genodigdengroep

# Admin Menu text
source: Invitee groups
nl_be: Genodigden groepen

# Add New on Toolbar
source: Invitee group
nl_be: Genodigdengroep

source: Add New invitee group
nl_be: Nieuwe genodigden groep toevoegen

source: New invitee group
nl_be: Nieuwe genodigden groep toevoegen

source: Edit invitee group
nl_be: Genodigden groep bewerken

source: View invitee group
nl_be: Toon genodigden groep

source: Invitee groups
nl_be: Genodigden groepen

source: Search invitee groups
nl_be: Genodigden groepen zoeken

source: Parent invitee groups:
nl_be: Parent genodigden groepen:

source: No invitee groups found.
nl_be: Geen genodigden groepen gevonden.

source: No invitee groups found in Trash.
nl_be: Geen genodigden groepen gevonden in de Prullenbak.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Invitee group Cover Image
nl_be: Omslagafbeelding genodigden groepen

source: Invitee group archives
nl_be: Archieven van genodigden groepen

source: Insert into invitee group
nl_be: Invoegen in genodigden groep

source: Uploaded to this invitee group
nl_be: Geüpload naar deze genodigde groep

source: Filter invitee groups list
nl_be: Lijst met genodigden groepen filteren

source: Invitee groups list navigation
nl_be: Navigatie in de lijst met genodigden groepen

source: Invitee groups list
nl_be: Genodigden groepen lijst

# Post type general name
source: Event locations
nl_be: Locaties

# Post type singular name
source: Event location
nl_be: Locatie

# Admin Menu text
source: Event locations
nl_be: Locaties

# Add New on Toolbar
source: Event location
nl_be: Locatie

source: Add New event location
nl_be: Nieuwe locatie toevoegen

source: New event location
nl_be: Nieuwe locatie

source: Edit event location
nl_be: Locatie bewerken

source: View event location
nl_be: Toon locatie

source: Event locations
nl_be: Locaties

source: Search event locations
nl_be: Zoek locaties

source: Parent event locations:
nl_be: Parent locaties:

source: No event locations found.
nl_be: Geen locaties gevonden.

source: No event locations found in Trash.
nl_be: Geen locaties gevonden in Prullenbak.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Event location Cover Image
nl_be: Locatie Coverafbeelding

source: Event location archives
nl_be: Archief locaties

source: Insert into event location
nl_be: Invoegen in locatie

source: Uploaded to this event location
nl_be: Geüpload naar deze locatie

source: Filter event locations list
nl_be: Lijst met locaties filteren

source: Event locations list navigation
nl_be: Lijstnavigatie met locaties

source: Event locations list
nl_be: locatielijst

source: Send email
nl_be: E-mail versturen

source: Notify the invitees about any changes of this event.
nl_be: Breng de genodigden op de hoogte van eventuele wijzigingen van dit evenement.

source: Message
nl_be: Bericht

source: Send
nl_be: Verstuur

source: Be sure to save the event before sending.
nl_be: Zorg ervoor dat u het evenement opslaat voordat u verzendt.

source: Message is required.
nl_be: Bericht is verplicht.

source: Announcement for event "%s".
nl_be: Aankondiging voor evenement "%s".

source: Email send.
nl_be: E-mail verzonden.

source: Pending
nl_be: In afwachting

source: Accepted
nl_be: Aanvaard

source: Declined
nl_be: Geweigerd

source: yes
nl_be: ja

source: no
nl_be: nee

source: Time of day
nl_be: Tijdstip

source: Number of participants
nl_be: Aantal deelnemers

source: Over
nl_be: Voorbij

source: Email sent
nl_be: E-mail verzonden

source: Users
nl_be: Gebruikers

source: Decline invitation
nl_be: Uitnodiging afwijzen

source: Accept invitation
nl_be: Uitnodiging aanvaarden
